cask_args appdir: "/Applications"

tap "caskroom/cask"

brew "zsh"
brew "exa"
brew "rbenv"
brew "ruby-build"
brew "tldr"
brew "mas"

cask "atom"
cask "bartender"
cask "deckset"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "mongodb-compass"
cask "postico"
cask "postman"
cask "transmit"

mas "1Password", id: 443987910
mas "Spark", id: 1176895641
mas "xScope", id: 889428659
mas "UlyssesMac", id: 1225570693
mas "Divvy", id: 413857545

cask "1password-cli"
