cask_args appdir: "/Applications"

tap "caskroom/cask"

brew "git"
brew "jq"
brew "zsh"
brew "exa"
brew "rbenv"
brew "ruby-build"
brew "tldr"
brew "tree"
brew "mas"

cask "1password-cli"
cask "aerial"
cask "bartender"
cask "deckset"
cask "encryptme"
cask "google-chrome"
cask "iterm2"
cask "keybase"
cask "quicklook-json"
cask "transmit"

mas "1Password", id: 443987910
mas "Spark", id: 1176895641
mas "xScope", id: 889428659
mas "UlyssesMac", id: 1225570693
mas "Divvy", id: 413857545

