cask_args appdir: "/Applications"

brew "fish"
brew "git"
brew "jq"
brew "eza"
brew "mise"
brew "tldr"
brew "tree"
brew "mas"
brew "libyaml"

cask "1password"
cask "1password-cli"
cask "chatgpt"
cask "claude"
cask "ghostty"
cask "jordanbaird-ice"
cask "nova"
cask "orbstack"
cask "whatsapp"
cask "telegram"
